<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2014 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

/**
 * ThinkPHP 简体中文语言包
 */
return array(
    /* 核心语言变量 */  
    'phone'                         => '請輸入手機號',
    'password'                      => '請輸入密碼',
    'register'                      => '新用戶註冊',
    'forgetpassword'                => '忘記密碼',
    'sign'                          => '登錄',
    'dreamcommunity'                => '圓夢社區',
    'verification'                  => '請輸入驗證碼',
    'waring1'                       => '您的賬號已被凍結,請聯系客服解決',
    'prompt'                        => '堤示信息',
    'confirm'                       => '確認',
    'fatherphone'                   => '推薦人手機號',
    'required'                      => '必填項',
    'nickname'                      => '昵稱',
    'truename'                      => '真實姓名',
    'notmodifiable'                 => '不可修改',
    'phonenum'                      => '手機號',
    'oneforone'                     => '壹個號碼只可註冊壹個賬號',
    'verifi'                        => '驗證碼',
    'getverifi'                     => '獲取驗證碼',
    'loginpass'                     => '登錄密碼',
    'besurepass'                    => '確認密碼',
    'beread'                        => '我已閱讀風險提示',
    'register1'                     => '註冊',
    'reget'                         => '重新獲取',
    'newpassword'                   => '新登錄密碼',
    'surepassword'                  => '確認新密碼',
    'index'                         => '首頁',
    'order'                         => '訂單',
    'wallet'                        => '錢包',
    'my'                            => '我的',
    'reputation'                    => '信譽值',
    'allperson'                     => '平臺總人數',
    'activecode'                    => '激活碼',
    'gemstone'                      => '寶石',
    'tohelp'                        => '幫助',
    'toget'                         => '得到',
    'transfer'                      => '轉讓',
    'myteam'                        => '團隊',
    'extension'                     => '推廣',
  	'share'                         => '分享',
    'shop'                          => '商城',
    'notice'                        => '公告',
    'appeal'                        => '申訴',
    'remain'                        => '待開放',
    'waring2'                       => "您的賬號暫未激活,請到'我的'模塊進行激活!",
    'reappeal'                      => '請輸入申訴原因',
    'p_mall' => '請詳細描述問題',
    'sub'=>'提交',
    'static_assets'=>'靜態資產',
    'draw_Cash'=>'提現',
    'activity_assets'=>'動態資產',
    'waring3'=>'提示',
    'lcap'=>'1.靜態資產提現為100整數起提，資金無上限。',
    'lcap1'=>'2.動態資產提現為500整數起提，資金有限額。',
    'lcap2'=>'動態資產每日最高提現',
    'Diamonds'=>'鑽石',
    'supme'=>'至尊',
    'beread1'=>'《我已閱讀投資風險提示》',
    'cl_buy'=>'確認買入',
  	'cl_sale'=>'確認賣出',
    'Determine'=>'確定',
    'cancel'=>'取消',
    'risk_waring'=>'風險提示',
    'help_money'=>'幫助金額',
    'help_pass'=>'交易密碼',
    'safe_waring'=>'《安全風險提示》',
    'news'=>'消息',
    'Push'=>'推送',
    'notice1'=>'通知',
    'fate'=>'圓夢社',
    'quesion'=>'問題',
    'notess'=>'回復',
    'repassword'=>'修改交易密碼',
    'repass2'=>'設定交易密碼',
    'repass'=>'修改密碼',
    'payment'=>'收款管道',
    'modify'=>'修改',
    'Banks'=>'銀行卡',
    'Alipay'=>'支付寶',
    'lastone'=>'請至少選擇一種管道填寫資訊',
    'moneyuse'=>'收款人姓名',
    'add'=>'地址',
    'addbank'=>'銀行地址',
    'openbank'=>'開戶行',
    'delete'=>'删除',
    'three_added'=>'最多可添加三張銀行卡',
    'one_added'=>'最多可添加一個支付寶帳號',
    'addpay'=>'支付方式',
    'enterbank'=>'請輸入開戶行',
    'enterbanknum'=>'请输入卡号',
    'enterphone'=>'請輸入卡號',
    'banknum'=>'銀行卡號',
    'add_bankcard'=>'添加銀行卡',
    'enterAlipay'=>'請輸入支付寶帳號',
    'personal'=>'個人中心',
    'choselang'=>'語言選擇',
    'vip'=>'會員等級',
    'activation'=>'帳號啟動',
    'activated'=>'已啟動',
    'not_active'=>'未啟動',
    'myaddress'=>'我的地址（選填）',
    'safe_exit'=>'安全退出',
    'static_wallet'=>'靜態錢包',
    'dynamic_wallet'=>'動態錢包',
    'cash'=>'提現金額',
    'about_us'=>'關於我們',
    'source'=>'來源',
    'whereabouts'=>'去向',
    'num'=>'數量',
    'time'=>'時間',
    'to'=>'轉給',
    'assets'=>'我的資產',
    'yes'=>'是',
    'no'=>'否',
    'consume'=>'啟動帳戶需要消耗一枚啟動碼',
    'tips'=>'提示',
    'up_nickname'=>'修改昵稱',
    'enter_nickname'=>'輸入昵稱',
    'copy_s'=>'複製成功',
    'gemstone_t' => '寶石轉讓',
    'activecode_t' => '啟動碼轉讓',
    'gemstone_num' => '寶石幣擁有數量',
    'activecode_num' => '啟動碼擁有數量',
    'gemstone_r' => '寶石幣轉讓記錄',
    'activecode_r' => '啟動碼轉讓記錄',
    'copy' => '複製',
    'record' => '記錄',
    'transfer_record' => '轉讓記錄',
    'myteams' => '團隊人數',
    'subordinates' => '直推人數',
    'cabcewm'=>'長按保存二維碼',
    'savephoto'=>'保存圖片',
    'saveok'=>'保存成功',
    'savefalse'=>'保存失敗',
	
  	//订单部分的翻译
    'orderhelp'=>'訂單-幫助',
    'ordermoney'=>'訂單金額',
    'tobematched'=>'待匹配',
    'completed'=>'已完成',
    'transaction'=>'交易中',
    'alreadymatched'=>'已匹配',
    'ordernumber'=>'訂單號',
    'interestrate'=>'利率',
    'shengyutime'=>'剩餘凍結時間',
    'viewdetails'=>'查看詳情',
    'theday'=>'天',
    'withdrawals'=>'已提現',
    'you'=>'您',
    'unmatched'=>'未匹配',
    'countdown'=>'打款倒數計時',
    'fightformoney'=>'去打款',
    'alreadypaid'=>'已打款',
    'badlist'=>'不良單(待匹配)',
    'badlist2'=>'不良單(交易中)',
    'badlist3'=>'不良單(已完成)',
    'theuser'=>'用戶',
    'thereason'=>'原因',
    'failureto'=>'未及時打款',
    'confirmtowith'=>'確認提現',
	'orderget'=>'訂單-得到',
    'transactionpp'=>'交易中(待付款)',
    'transactionp'=>'交易中(已付款)',
  	'transactiontbc'=>'交易中(待確認)',
	'countdownoar'=>'預計收款倒數計時',
    'recognitionc'=>'確認收款倒數計時',
    'complaints'=>'已投訴',
    'toconfirm'=>'去確認',
    'confirmed'=>'已確認',
    'compliment'=>'贊一下',
    'alreadyp'=>'已點贊',
	'confirmationp'=>'確認點贊',
	'orderhd'=>'訂單-幫助-詳情',
    'orderdetails'=>'訂單詳情',
    'matchingin'=>'匹配資訊',
    'tobepaid'=>'待支付',
    'paid'=>'已支付',
    'username'=>'姓名',
    'telephone'=>'電話',
    'viplevel'=>'VIP等級',
    'leadernickname'=>'領導人昵稱',
    'leadertelephone'=>'領導人電話',
	'ordergd'=>'訂單-得到-詳情',
	'ordercr'=>'訂單-待確認收款',
    'tobeconfirm'=>'待確認',
    'countdownofr'=>'收款倒數計時',
    'shi'=>'時',
    'fen'=>'分',
    'miao'=>'秒',
    'collectiontime'=>'收款時間',
    'complaint'=>'投訴',
    'confirmreceipt'=>'確認收款',
    'cocafp'=>'確認投訴假打款',
	'orderupc'=>'訂單-上傳支付憑證',
    'paymenttobe'=>'已支付(待確認)',
    'paymenttotime'=>'打款到計時',
    'paymenttime'=>'打款時間',
    'drawingofpay'=>'打款憑證圖',
    'uploadvou'=>'上傳憑證圖',
    'paided'=>'已付款',
    'confirmationof'=>'確認已付款',




































    'about'=>'圓夢社APP是以圓夢社區成員發展，而誕生出來的產物。APP軟件不屬於個人或一個公司，這裡沒有創始人，只屬於每一位圓夢社區成員。圓夢社區以互幫互助為覈心，使社區所有成員完成自我目標，共同協助完成更大目標，圓夢社區以幫助社區成員完成夢想為宗旨一路前行。',
    'safe_waring1'=>'參與有風險，參與者需謹慎。',
    'safe_waring2'=>'任何投資都存在不可預測的風險，請參與者謹慎投資。',
    'safe_waring3'=>'圓夢社區以互幫互助的原則建立，請使用你的閒散資金進行參與',
    'safe_waring4'=>'由於無法控制和不可預測的系統故障、設備故障、通訊故障、電力故障、網路故障、駭客或電腦病毒攻擊、以及其它因素，可能導致平臺出現非正常運行或者癱瘓，由此導致參與者無法及時進行査詢、提現等操作。',
    'safe_waring5'=>'不可抗力風險：由於戰爭、動亂、自然灾害等不可抗力因素的出現而可能導致參與者資金損失的風險。',
    'safe_waring6'=>'我們擁有一套嚴密有效的風險防範機制，並對參與者有效規避風險方案，力圖使參與者在投促圓夢社區的參與風險降到最低，但不保證參與者百分之百無風險。',
    'safe_waring7'=>'參與者應具有識別及承擔相關風險的能力，在充分瞭解並清楚知曉在圓夢社區所蘊含風險的基礎上，通過自身判斷自主參與。以下風險提示內容請投資者詳細閱讀，在做出投資決策後，以下風險涵蓋及引致的投資風險由參與者自行負擔。',
    'safe_waring8'=>'由於互聯網及電腦技術的特殊性，不能百分之百杜絕發生系統故障、駭客攻擊、通訊故障、電力故障等導致網路系統非正常運行甚至癱瘓的風險，由此可能給投資者帶來某一方面的經濟損失。',
    'safe_waring9'=>'如果參與者未及時査詢投促網站，或由於通訊故障、系統故障以及其他不可抗力等因素的影響使得投資者無法及時瞭解投資產品的相關資訊，並可能會由此影響投資者的投資與判斷決策，進而可能給投資者帶來某一方面的經濟損失',
    'safe_waring10'=>'參與者預留的有效聯繫方式發生變更時應及時修改圓夢社區個人資訊。如參與者未及時修改個人聯繫方式變更的，將可能在需要聯系參與者時無法及時聯系上，並可能會由此影響參與者的投資與判斷決策，進而可能給投資者帶來某一方面的經濟損失。',
    'safe_waring11'=>'由於自然灾害、戰爭、政府管制等不可抗力因素的出現，可能將嚴重影響圓夢社區的正常運行，從而可能導致投資收益降低或損失，甚至影響投資本息兌付等工作的正常進行，從而產生投資者本息資金損失的風險。',
    'safe_waring12'=>'個人資訊自身保護提示',
    'safe_waring13'=>'個人金融資訊保護的範圍',
    'safe_waring14'=>'個人身份資訊。包括個人姓名、性別、國籍、民族、身份證件種類號碼及有效期限、職業、聯繫方式、婚姻狀況、家庭狀況、住所或工作單位地址及照片等；',
    'safe_waring15'=>'個人財產資訊。包括個人收入狀況、擁有的不動產狀況、擁有的車輛狀況、納稅額、公積金繳存金額等；',
    'safe_waring16'=>'個人帳戶資訊。包括帳號、帳戶開立時間、開戶行、帳戶餘額、帳戶交易情况等；',
    'safe_waring17'=>'個人信用資訊。包括信用卡還款情况、貸款償還情况以及個人在經濟活動中形成的，能够反映其信用狀況的其他資訊；',
    'safe_waring18'=>'個人金融交易資訊。包括銀行業金融機構在支付結算、理財、保險箱等中間業務過程中獲取、保存、留存的個人資訊和客戶在通過銀行業金融機構與保險公司、證券公司、基金公司、期貨公司等協力廠商機构發生業務關係時產生的個人資訊等；',
    'safe_waring19'=>'	衍生資訊。包括個人消費習慣、投資意願等對原始資訊進行處理、分析所形成的反映特定個人某些情况的資訊；',
    'safe_waring20'=>'在與個人建立業務關係過程中獲取、保存的其他個人資訊。',
    'safe_waring21'=>'增强防範意識、採取有效措施',
    'safe_waring22'=>'在金融業虛擬化和網路化程度不斷提升的現代社會，個人金融資訊安全面臨著前所未有的挑戰，除了金融機構加强個人金融資訊安全管理外，廣大金融消費者也應增强防範意識，妥善採取保護措施，確保自己的個人金融資訊等隱私資訊不受侵害。',
    'safe_waring23'=>'切勿把自己的身份證件、銀行卡等轉借他人使用。',
    'safe_waring24'=>'在日常生活中切勿向他人透露個人金融資訊、財產狀況等基本資訊，也不要隨意在網絡上留下個人金融資訊。',
    'safe_waring25'=>'儘量親自辦理金融業務，切勿委託不熟悉的人或仲介代辦，謹防個人資訊被盜。',
    'safe_waring26'=>'提供個人身份證件影本辦理各類業務時，應在影本上注明使用用途，例如：“僅供申報**信用卡用”，以防身份證影本被移作他用。',
    'safe_waring27'=>'不要隨意丟棄刷卡簽購單、取款憑條、信用卡對帳單等，對寫錯、作廢的金融業務單據，應撕碎或用碎紙機及時銷毀，不可隨意丟棄，以防不法分子撿拾後查看、抄錄、破譯個人金融資訊。',
    'safe_waring28'=>'不要輕信來歷不明的電話號碼、手機短信和郵件。警惕向您詢問個人金融資訊的電話及電子郵件，在任何情况下，法院、警方都不會要求您告知銀行帳戶、卡號、密碼或向來歷不明的帳戶轉帳，如遇到此類情况，應予以拒絕，必要時立即報警',
    'safe_waring29'=>'注意郵件安全',
    'safe_waring30'=>'電子郵件的內容有可能被他人截取，請不要在郵件中透露您的個人私密資訊',
    'safe_waring31'=>'電子郵件附件中可能含有病毒，請不要打開不明來源郵件的附件，並及時删除。',
    'safe_waring32'=>'密碼安全措施：',
    'safe_waring33'=>'請不要使用電話號碼、生日、名字等容易被破解的字元作為密碼，建議您以英文字母和數位的無意義組合作為密碼，提高密碼安全强度。',
    'safe_waring34'=>'請您不定期更換密碼，並妥善保管，以防洩漏。',
    'safe_waring35'=>'請您不要在公共場所連接WLAN進行登入或交易，以防他人盜用、竊取帳號和密碼。',
    'safe_waring36'=>'請您不要與其他網站使用同一密碼，以防同時失竊。。',
    'safe_waring37'=>'增强安全意識：',
    'safe_waring38'=>'不要在公共場所使用圓夢社APP，防止他人偷看您的密碼。',
    'safe_waring39'=>'不要在网咖、圖書館等使用圓夢社APP，防止他人安裝監測程式或木馬程式竊取帳號和密碼。',
    'safe_waring40'=>'切勿向他人透露您的圓夢社帳號、交易密碼或任何個人身份識別資料。',
    'safe_waring41'=>'定期查看您的交易帳戶，核對對帳單。',
    'safe_waring42'=>'《任何自身損失都與圓夢社區無關》',




















); 
